OdDAI.Aggr.clone
\details
Make aggregates clone.
\returns Returns valid pointer to copy of aggregate if success, otherwise return NULL.
\remarks
Use delete to clean returned pointer.

OdDAI.Aggr.op_Equality(OdDAI.Aggr!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Operator of equal.
\param right [in] aggregate from right of expression to compare.
\returns Returns true if aggregates are equal and false in otherwise.